
RUIDefaultDeviceName							= "TV";

OK												= "Aceptar";
Next											= "Siguiente";
Cancel											= "Cancelar";

ResumeMenuResumeItem							= "Reanudar la reproducción";
ResumeMenuStartFromBeginningItem				= "Iniciar desde el principio";

ITSPresentsMenuItem								= "Top 10 de iTunes";
ITunesTop10MusicVideos							= "Top 10 vídeos musicales de iTunes";
LoadingDataFromITMS								= "Conectando a iTunes Store…";
LoadingDataFromApple							= "Cargando tráilers de cine…";

PhotoModuleAllSubAlbumsMenuItem					= "Todos";
PhotoModuleSharedAlbumsMenuItem					= "Fotos compartidas";
PhotoModuleFetchingServersMenuItem				= "Buscando fotos compartidas…";
PhotoModuleNoServersMenuItem					= "No hay fotos compartidas disponibles";
PhotoModuleNoServersExplanation					= "No hay bibliotecas de iPhoto compartidas que estén disponibles ahora.";
PhotoWindowHeader								= "Fotos";
NoPhotosInAlbumMessage							= "No hay ninguna foto en este álbum.";
PhotoSlideshowSettings							= "Ajustes del pase de diapositivas";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Tiempo por diapositiva";
PhotoSlideshowSettingMusic						= "Música";
PhotoSlideshowSettingRepeat						= "Repetir";
PhotoSlideshowSettingShufflePhotos				= "Aleatorio fotos";
PhotoSlideshowSettingShuffleMusic				= "Aleatorio música";
PhotoSlideshowSettingKenBurns					= "Efecto Ken Burns";
PhotoSlideshowSettingTransitions				= "Transiciones";
PhotoSlideshowSettingTimeFormat					= "%d segundos"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Aleatorio";
PhotoSettingNoTransitions						= "Desact.";
Cube											= "Cubo";
Dissolve										= "Disolución";
Droplet											= "Gota de agua";
"Fade Through Black"							= "Fundido en negro";
Flip											= "Volteo";
"Mosaic Flip Large"								= "Volteo en mosaico grande";
"Mosaic Flip Small"								= "Volteo en mosaico pequeño";
"Page Flip"										= "Pasar página";
Push											= "Arrastre";
Reveal											= "Salida";
Twirl											= "Giro";
Wipe											= "Barrido";

PhotoSlideshowSettingMusicNowPlaying			= "En reproducción";

PhotoSettingOff									= "Desact.";
PhotoSettingOn									= "Act.";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Sin título";
SortWidgetDateLabel								= "Fecha";
SortWidgetShowLabel								= "Programa";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Actores";
MetadataDuration								= "Duración";
MetadataAirDate									= "Emitido";
MetadataReleaseDate								= "Estreno";
MetadataInTheatres								= "En salas de cine";
MetadataArtist									= "Artista";
MetadataAlbum									= "Álbum";
MetadataGenre									= "Género";
MetadataNumberOfEpisodes						= "Número de episodios";
MetadataNumberOfTracks							= "Pistas";
MetadataMostRecent								= "Más recientes";
MetadataDirector								= "Director";
MetadataDirectors								= "Directores";
MetadataProducer								= "Productor";
MetadataProducers								= "Productores";
MetadataArtistVarious							= "Varios";
MetadataArtistUnknown							= "Artista desconocido";
MetadataAlbumUnknown							= "Álbum desconocido";
MetadataPlaylistUnknown							= "Lista de reproducción desconocida";
MetadataComposerUnknown							= "Autor desconocido";
MetadataGenreUnknown							= "Género desconocido";
MetadataAuthor									= "Autor";
MetadataTitle									= "Título";
MetadataEpisode									= "Episodio";
MetadataSeasonFormat							= "(Temporada %d)";
MetadataFrom									= "Desde";
MetadataTags									= "Etiquetas";
MetadataViews									= "Views";
MetadataDateAdded								= "Añadido";
MetadataCategory								= "Categoría";

/* Rating strings */
RatingExplicit									= "Contenido explícito";

MediaTitleDefault								= "Sin título";

StreamingNameInList								= "Transmisión";
StreamingSearchingForSharedMedia				= "Buscando contenido compartido…";

TodayDate										= "Hoy";
YesterdayDate									= "Ayer";

GoBackText										= "Pulse Menú para retroceder";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Español";

AuthPasswordPrompt								= "Contraseña:";
AuthEnterPasswordPrompt							= "Introducir contraseña de “%@”:";

TextInputDoneLabel								= "ACEPTAR";
TextInputDeleteLabel							= "ELIMINAR";
TextInputSpaceLabel								= "ESPACIO";

AlternateTextInputSpaceLabel					= "Espacio";
AlternateTextInputDeleteLabel					= "Eliminar";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Música";
MusicPlaylistsMenuItem							= "Listas de reproducción";
MusicArtistsMenuItem							= "Artistas";
MusicAlbumsMenuItem								= "Álbumes";
MusicSongsMenuItem								= "Canciones";
MusicPodcastsMenuItem							= "Podcasts";
MusicMusicVideosMenuItem						= "Vídeos musicales";
MusicGenresMenuItem								= "Géneros";
MusicComposersMenuItem							= "Autores";
MusicAudiobooksMenuItem							= "Audiolibros";
MusicShuffleSongsMenuItem						= "Aleatorio canciones";
MusiciTunesPresentsMenuItem						= "iTunes Store presenta";
MusicNowPlayingMenuItem							= "En reproducción";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Expulsar CD";
MusicSharedMusicMenuItem						= "Música compartida";
MusicSpecialPlaylistName						= "Lista Front Row";
MusicAllAlbumsListHeader						= "Todos los álbumes";
MusicAllSongsListHeader							= "Todas las canciones";
MusicAllArtistsListHeader						= "Todos los artistas";
MusicAllTracksListSpecifier						= "Todos";
MusicUntitledTrack								= "Pista sin título";
MusicNoSharedPlaylistsMenuItem					= "No hay música disponible";
MusicTrackIndexOfCount							= "%ld de %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Guardando en memoria intermedia la secuencia “%@”";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Se ha producido un error.";
GenericListError								= "No hay ningún ítem en esta lista.";

WaitPleaseWait									= "Espere, por favor";
WaitContactingRemoteHost						= "Conectando al servidor iTunes remoto…";

WirelessSetupSearchText							= "Buscando redes inalámbricas…";
NotConnectedToInternet							= "Apple TV no está conectado a Internet.";
NotConnectedToNetwork							= "Apple TV no está conectado a la red.";
CheckNetworkConnection							= "Verifique sus ajustes de red e inténtelo de nuevo.";
UntitledWirelessNetworkName						= "N/D";

// iTunesPairing Strings
PairWithITunesTitle								= "Conectarse a iTunes";

PairWithITunesForInitialSyncingDescription		= "Para completar la configuración y sincronizar su contenido de iTunes con Apple TV, abra iTunes y seleccione Apple TV en la lista de dispositivos. Deberá introducir este código: ";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Si desea utilizar Apple TV sólo para transmisiones en tiempo real, pulse Menú y seleccione “Conectarse a iTunes” en el menú de fuentes. ";

PairWithITunesForSyncingDescription				= "Para conectarse a iTunes y sincronizar sus contenidos con Apple TV, abra iTunes y seleccione Apple TV en la lista de dispositivos. Deberá introducir este código: ";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV está conectado a “%@”. Para conectarlo a otra librería, abra iTunes desde el otro ordenador y seleccione Apple TV en la lista de dispositivos. Esta operación sustituirá todo el contenido de Apple TV. Deberá introducir este código: ";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Para transmitir en tiempo real contenidos de iTunes en Apple TV, abra iTunes y seleccione Apple TV en la lista de dispositivos. Deberá introducir este código: ";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Al desactivar la sincronización se borrará todo el contenido actual de Apple TV.";
PairWithITunesChangingSyncingHostWarning		= "Al modificar la biblioteca de iTunes se sustituirá todo el contenido de Apple TV.";

PairWithITunesRequirementLabel					= "Apple TV requiere iTunes 7.1.1 o posterior";
PairWithITunesCancel							= "Cancelar";
PairWithITunesContinue							= "Continuar";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Se ha producido un error.";
FatalExceptionAlertDescription					= "Pulse reproducción/pausa para reiniciar Apple TV.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50 Hz";
480p60											= "480p";
576p50											= "576p - 50Hz ";
576i											= "576i - 50Hz";

// Loading data from remote sources
LoadingLibrary									= "Conectando";
LoadingLibraryNamed								= "Cargando “%@”…";
ConnectionToiTunesLost							= "Biblioteca de iTunes no disponible";
WaitingForiTunesToStart							= "Intentando volver a conectarse a \&quot;%@\&quot;. Compruebe que el ordenador está encendido y que iTunes está abierto.";
GoToSources										= "Ir a las fuentes";
AttemptingToAuthorizeContent					= "Intentando dar autorización…";

SharedITunesLibraryPasswordTitle				= "Contraseña de la biblioteca compartida";
SharedITunesLibraryPasswordText					= "Introduzca la contraseña para “%@” y haga clic en Aceptar.";
SharedITunesLibraryPasswordPrompt				= "Contraseña:";
SharedITunesLibraryPasswordRetryTitle			= "Contraseña incorrecta";
SharedITunesLibraryPasswordRetryText			= "La contraseña introducida para “%@” es incorrecta.\nInténtelo de nuevo.";

SharedIPhotoLibraryPasswordTitle				= "Contraseña de la fototeca";
SharedIPhotoLibraryPasswordText					= "Introduzca la contraseña para “%@” y haga clic en Aceptar.";
SharedIPhotoLibraryPasswordPrompt				= "Contraseña:";
SharedIPhotoLibraryPasswordRetryTitle			= "Contraseña incorrecta";
SharedIPhotoLibraryPasswordRetryText			= "La contraseña introducida para “%@” es incorrecta.\nInténtelo de nuevo.";

ConnectToITunesForStreaming						= "Conectarse al nuevo iTunes";
StreamingServerNotAvailable						= "Biblioteca no disponible";
TurnOnStreamingServer							= "Compruebe que el ordenador que contiene “%@” está encendido y que iTunes está abierto.";
DisconnectStreamingHost							= "Desconectarse de iTunes";
MaxStreamingHostCountReached					= "Sólo puede conectar hasta cinco bibliotecas de iTunes. Escoja la biblioteca que desea desconectar para así poder conectarse a una nueva.";
SelectHostToDelete								= "Conectarse a un nuevo iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Sincronizando “%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Copiando %d de %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Introducir código";
BRParentalControlsPasscodeEnterPrompt			= "Introduzca su código de cuatro dígitos para controles parentales.";
BRParentalControlsPasscodeWrongTitle			= "Código incorrecto";
BRParentalControlsPasscodeWrongPrompt			= "El código introducido es incorrecto.";
BRParentalControlsPasscodeSetTitle				= "Definir código";
BRParentalControlsPasscodeSetPrompt				= "Para configurar controles parentales de Apple TV por primera vez, introduzca un código de cuatro dígitos. Tras definir el código, deberá introducirlo cada vez que desee modificar sus controles parentales.";
BRParentalControlsPasscodeConfirmTitle			= "Confirmar código";
BRParentalControlsPasscodeConfirmPrompt			= "Vuelva a introducir su código de cuatro dígitos.";
BRParentalControlsPasscodeConfirmedTitle		= "Código confirmado";
BRParentalControlsPasscodeConfirmedPrompt		= "Asegúrese de que su código está guardado en un lugar seguro. Si lo olvida, seleccione “Ajustes de fábrica” para devolver Apple TV a los ajustes originales de fábrica y obtener un nuevo código.";
BRParentalControlsPasscodeMismatchTitle			= "El código no coincide";
BRParentalControlsPasscodeMismatchPrompt		= "El código introducido no coincide.";
BRParentalControlsPasscodeTryAgainItem			= "Vuelva a definir el código";
BRParentalControlsPasscodeOldTitle				= "Código actual";
BRParentalControlsPasscodeOldPrompt				= "Introduzca su código de cuatro dígitos actual.";
BRParentalControlsPasscodeChangeTitle			= "Nuevo código";
BRParentalControlsPasscodeChangePrompt			= "Introduzca su nuevo código de cuatro dígitos.";

// Syncing text
BRSettingSyncing								= "Sincronización";
BRSettingTurnOnSyncing							= "Activar sincronización";
BRSettingTurnOffSyncing 						= "Desactivar sincronización";
BRSettingChangeITunesLibrary 					= "Modificar biblioteca iTunes";

// Combo Row text
AssetViewFormat									= "vista %@";
AssetViewsFormat								= "vistas %@";

BRDVDLoadingText								= "Cargando el DVD…";
BRDVDMenuItemResume								= "Reanudar la reproducción";
BRDVDMenuStartFromBeginning						= "Iniciar desde el principio";
BRDVDMenuItemEjectDisk							= "Expulsar disco";
BRDVDMenuItemDVDMenu							= "Menú DVD";
BRDVDPlayerChapterFormatter                     = "Capítulo %d de %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Otro…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Sin HDCP";
HDCPErrorDialogExplanation						= "Para poder reproducir este contenido se requiere HDCP. Asegúrese de que las pantallas conectadas son compatibles con HDCP.";


